define(function(require, exports, module) {
    exports.datas = {
        "goods": [{
            "id": 0,
            "imgUrl": "goods-1.jpg",
            "title": "大秦帝国",
            "amount":999,
            "subhead": "修订版升级，全17卷礼盒装）附赠进阶手册。具有广泛影响力的历史小说，南怀瑾、二月河等推荐。典藏礼盒装，社会精英启示录。",
            "price": 448.50,
            "author": "孙皓晖",
            "producedDate": "2016-10-17",
            "manufacturer": "中信出版社",
            "introduce": "★十几年来非常具有影响力的历史小说、战国版《大国崛起》 ★热播电视剧原著小说 ★中信版全新升级，字号加大，17卷阅读舒适、便携，赠送《进阶手册》 ★社会精英启示录，彰显处事智慧、治世方略与强势生存精神",
        }, {
            "id": 1,
            "imgUrl": "goods-2.jpg",
            "title": "明朝那些事儿",
            "amount":999,
            "subhead": "全集 : 图文增补版全9册（新版）全本明朝白话史，当年明月全新修订",
            "price": 148.50,
            "author": "当年明月",
            "producedDate": "2017-05-01",
            "manufacturer": "北京联合出版公司",
            "introduce": "全本明朝白话史，当年明月全新修订，明史专家毛佩琦教授审订并作序推荐，全程演绎明朝三百年兴衰风云。 全景立体式图文阅读体验，原文一字不少，新增四大板块全新内容 延伸内容、插图、图表、地图。涉及关键词解析、历史背景及相关插图、作战图、形势图、人物关系图等。图解历史，小细节、大事件一目了然，通俗易懂。 自出版后，迅速荣登 新浪图书风云榜 *图书、当当网 终身五星级*图书 ，多次斩获 *畅销书大奖 ，全国中小学生必读十本好书之一，第19届全国书博会金口碑好书榜。",
        }, {
            "id": 2,
            "imgUrl": "goods-3.jpg",
            "title": "万历十五年",
            "amount":999,
            "subhead": "（《人民的名义》多次提到《万历十五年》，为什么这么多人研究呢？三联书店出版黄仁宇先生的成名代表之作。万历十五年是大明王朝的转折点，腐败、敷衍，社风奢靡，都是悄悄埋葬大明王朝的导火线，值得当下深思。）",
            "price": 26.50,
            "author": "黄仁宇",
            "producedDate": "2015-08-01",
            "manufacturer": "生活.读书.新知三联书店",
            "introduce": "明万历十五年，即公元1587年，在中国历史上原本是极其普通的年份。 这是对当代中国人来说具有重要意义的一部经典之作。它的重要在于，这本书提供了一种对当时的中国人来说，具有颠覆意义的叙述历史的新方式。在此之前，国人的历史写作，是意识形态的一部分，是政治宣传的一部分。几乎所有的历史书都是一种模式，一种口吻，一种角度，只提供了一种画面。黄仁宇的这本书，简直是给我们开放了另一个世界，每一位阅读这本书的大陆人都会震惊，原来历史可以这样写，原来历史是如此的有趣、复杂、丰富，原来历史人物并不像我们的教科书上讲的那样单调、格式化。从某种意义上说，这本书就像一道匕首，撕开了由意识形态统治历史写作的铁幕。 在《万历十五年》出版之后， 中国历史学界的精神面貌就焕然一新了 ，中国人的历史阅读翻开",
        }, {
            "id": 254,
            "imgUrl": "goods-4.jpg",
            "title": "康熙大帝",
            "amount":999,
            "subhead": " （全四册）:二月河文集系列(新版)二月河历史小说巨作，用小说呈现盛世帝国的清朝版《追问》，深度反思千年中国的吏治与反腐问题，为当下中国的反腐提供镜鉴。",
            "price": 26.50,
            "author": "二月河",
            "producedDate": "2009-09-01",
            "manufacturer": "长江文艺出版社",
            "introduce": "编辑推荐： 《永乐大帝》（全三册）（长篇历史小说经典书系）本书 全景展示铁血君主的问鼎天下之路！淋漓再现一代雄主的霸气逆袭人生！再现永乐盛世的峥嵘岁月，重塑大明天子的傲世真容！",
        }, ]
    }
})
